export default {
    'encrypt-toggle': 'Зашифровать',
    'our-feature-1':
        '<b>P2P-шифрование по умолчанию</b>\n' +
        '<p>В отличие от многих других сервисов, даже мы не сможем видеть ваши файлы, это технически исключено.</p>',
    'our-feature-2':
        '<b>Открытие и редактирование файлов онлайн<sup>beta</sup></b>\n' +
        '<p>Создавайте документы и делитесь ими, не нарушая приватность. Они всё ещё будут зашифрованы, ' +
        'поэтому функция безопасна в том числе для журналистов, политиков и других активистов.</p>',
    'our-feature-3':
        '<b>Хранение чувствительных данных</b>\n' +
        '<p>Дополнительные сервисы вроде парольного менеджера и одноразовых записок позволят передавать ' +
        'даже самые секретные данные, которые не стоит видеть в том числе самому сервису.</p>',
    'our-feature-4': '<b>Низкие цены и бесплатный доступ</b>\n' +
        '<p>На период тестирования мы выдаём бесплатный доступ. Расширенную версию можно оплатить ' +
        'с любой карты или криптовалютой. Другие условия можно оговорить через поддержку.</p>',
    password: 'Пароль',
    register: 'Запросить доступ',
    'register-description':
        'Примите участие в закрытом тестировании ktCloud. После регистрации вы получите:',
    'register-title': 'Хочется больше и удобнее?',
    'terminal-code': `
Консольная утилита в процессе разработки.\nСледить можно здесь: https://github.com/kt-soft-dev/kt-cli
    `.trim(),
    title: 'ktCloud',
    'also-features': 'Что ещё здесь есть?',
    'uploader-description':
        'Защитите свои данные с помощью нашего сервиса. Попробуйте без регистрации.',
    'uploader-status': 'Статус',
    'uploader-title':
        'Шифруйте файлы и держите их в надёжном облачном хранилище',
    'uploader-or-cli': '- Или -',
    'what-we-can': 'Что мы можем?',
    'why-register-1': 'Снятие ограничений',
    'why-register-2': 'Несопоставимо больше функций',
    'why-register-3':
        'Возможность бессрочно хранить личные файлы как в любом облаке',
}
